/* No comment provided by engineer. */
"%@ to %@" = "%1$@ για %2$@";

/* No comment provided by engineer. */
"%d of %d" = "%1$d από %2$d";

/* No comment provided by engineer. */
"%i to %i" = "%1$i έως %2$i";

/* No comment provided by engineer. */
"'%@' accumulate attribute is invalid." = "Το συσσωρευμένο γνώρισμα '%@' δεν είναι έγκυρο.";

/* No comment provided by engineer. */
"'%@' is an invalid directions time attribute." = "Το '%@' είναι μη έγκυρο γνώρισμα χρόνου οδηγιών.";

/* No comment provided by engineer. */
"'%@' is an invalid impedance attribute." = "Το '%@' είναι μη έγκυρο γνώρισμα αντίστασης.";

/* No comment provided by engineer. */
"'%@' restriction attribute is invalid." = "Το γνώρισμα περιορισμού '%@' δεν είναι έγκυρο.";

/* No comment provided by engineer. */
"'item' parameter required" = "Απαιτείται παράμετρος \"item\"";

/* No comment provided by engineer. */
"'portal' parameter required" = "Απαιτείται παράμετρος \"portal\"";

/* No comment provided by engineer. */
"'tags' parameter required" = "Απαιτείται παράμετρος \"tags\"";

/* No comment provided by engineer. */
"'title' parameter required" = "Απαιτείται παράμετρος \"title\"";

/* No comment provided by engineer. */
"+/-" = "+/-";

/* No comment provided by engineer. */
"<No value>" = "<Χωρίς τιμή>";

/* No comment provided by engineer. */
"Access to the device location is denied." = "Δεν επιτρέπεται η πρόσβαση στην τοποθεσία της συσκευής.";

/* No comment provided by engineer. */
"Actual Size" = "Πραγματικό μέγεθος";

/* No comment provided by engineer. */
"Add" = "Προσθήκη";

/* No comment provided by engineer. */
"Add Attachment" = "Προσθήκη συνημμένου";

/* No comment provided by engineer. */
"Add..." = "Προσθήκη...";

/* No comment provided by engineer. */
"An itemID is required for this operation. Add this item to the Portal to get an ItemID." = "Απαιτείται itemID για αυτήν τη λειτουργία. Προσθέστε αυτό το στοιχείο στην πύλη για τη λήψη ItemID.";

/* No comment provided by engineer. */
"An uncaught NSException was detected, however the original information and callstack is not available. Break on objective-c exceptions to see the line of code causing the original NSException. For more information on how to do this please see the documentation." = "Εντοπίστηκε άγνωστη εξαίρεση NSException, αλλά οι αρχικές πληροφορίες και η στοίβα κλήσης δεν είναι διαθέσιμα. Αναλύστε τις εξαιρέσεις objective-c για να δείτε τη γραμμή του κώδικα που προκαλεί την αρχική εξαίρεση NSException. Για περισσότερες πληροφορίες σχετικά με τον τρόπο για να το κάνετε αυτό, ανατρέξτε στην τεκμηρίωση.";

/* No comment provided by engineer. */
"Apply Geometry" = "Εφαρμογή γεωμετρίας";

/* No comment provided by engineer. */
"At least 1 facility is required to solve a route." = "Απαιτείται τουλάχιστον 1 εγκατάσταση για την επίλυση μιας διαδρομής.";

/* No comment provided by engineer. */
"At least 1 incident is required to solve a route." = "Απαιτείται τουλάχιστον 1 περιστατικό για την επίλυση μιας διαδρομής.";

/* No comment provided by engineer. */
"Attachment" = "Συνημμένο";

/* No comment provided by engineer. */
"Attachments" = "Συνημμένα";

/* No comment provided by engineer. */
"Attempt to use functionality that is not supported for the current license level" = "Προσπάθεια για χρήση λειτουργικότητας που δεν υποστηρίζεται για το τρέχον επίπεδο άδειας χρήσης";

/* No comment provided by engineer. */
"Authorization required" = "Απαιτείται εξουσιοδότηση";

/* No comment provided by engineer. */
"Bad Request" = "Εσφαλμένο αίτημα";

/* No comment provided by engineer. */
"Bad URL." = "Εσφαλμένο URL.";

/* No comment provided by engineer. */
"bytes" = "byte";

/* No comment provided by engineer. */
"Cancel" = "Άκυρο";

/* No comment provided by engineer. */
"Cannot save to a different item type." = "Δεν είναι δυνατή η αποθήκευση σε διαφορετικό τύπο αντικειμένου.";

/* No comment provided by engineer. */
"Cannot verify the identity of '%@'" = "Δεν είναι δυνατή η επαλήθευση της ταυτοποίησης του '%@'";

/* No comment provided by engineer. */
"Certificate Required" = "Απαιτείται πιστοποιητικό";

/* No comment provided by engineer. */
"Challenge for URL: %@ with failureCount: %lu" = "Το Challenge για το URL: %1$@ με failureCount: %2$lu";

/* No comment provided by engineer. */
"Changing Feature Type" = "Αλλαγή τύπου στοιχείου";

/* No comment provided by engineer. */
"Choose From Library" = "Επιλογή από τη βιβλιοθήκη";

/* No comment provided by engineer. */
"Clear" = "Εκκαθάριση";

/* No comment provided by engineer. */
"Clear Geometry" = "Απαλοιφή γεωμετρίας";

/* No comment provided by engineer. */
"Continue" = "Συνέχεια";

/* No comment provided by engineer. */
"Created %d hours ago" = "Δημιουργήθηκε πριν από %d ώρες";

/* No comment provided by engineer. */
"Created %d minutes ago" = "Δημιουργήθηκε πριν από %d λεπτά";

/* No comment provided by engineer. */
"Created a minute ago" = "Δημιουργήθηκε πριν από ένα λεπτό";

/* No comment provided by engineer. */
"Created an hour ago" = "Δημιουργήθηκε πριν από μία ώρα";

/* No comment provided by engineer. */
"Created by %@" = "Δημιουργήθηκε από το χρήστη %@";

/* No comment provided by engineer. */
"Created by %@ %d hours ago" = "Δημιουργήθηκε από το χρήστη %1$@ πριν από %2$d ώρες";

/* No comment provided by engineer. */
"Created by %@ %d minutes ago" = "Δημιουργήθηκε από το χρήστη %1$@ πριν από %2$d λεπτά";

/* No comment provided by engineer. */
"Created by %@ a minute ago" = "Δημιουργήθηκε από το χρήστη %@ πριν από ένα λεπτό";

/* No comment provided by engineer. */
"Created by %@ an hour ago" = "Δημιουργήθηκε από το χρήστη %@ πριν από μία ώρα";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - day" = "Δημιουργήθηκε από το χρήστη %1$@ στις %2$@ και ώρα %3$@ - ημέρα";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - full" = "Δημιουργήθηκε από το χρήστη %1$@ στις %2$@ και ώρα %3$@ - πλήρες";

/* No comment provided by engineer. */
"Created by %@ seconds ago" = "Δημιουργήθηκε από το χρήστη %@ πριν από μερικά δευτερόλεπτα";

/* No comment provided by engineer. */
"Created on %@ at %@ - day" = "Δημιουργήθηκε στις %1$@ και ώρα %2$@ - ημέρα";

/* No comment provided by engineer. */
"Created on %@ at %@ - full" = "Δημιουργήθηκε από το χρήστη %1$@ και ώρα %2$@ - πλήρες";

/* No comment provided by engineer. */
"Created seconds ago" = "Δημιουργήθηκε πριν από μερικά δευτερόλεπτα";

/* No comment provided by engineer. */
"Credential Required" = "Απαιτείται διαπιστευτήριο";

/* No comment provided by engineer. */
"Data for pie chart is invalid" = "Τα δεδομένα για το γράφημα πίτας δεν είναι έγκυρα";

/* No comment provided by engineer. */
"Delete" = "Διαγραφή";

/* No comment provided by engineer. */
"Delete Attachment" = "Διαγραφή συνημμένου";

/* No comment provided by engineer. */
"Delete Feature" = "Διαγραφή στοιχείου";

/* No comment provided by engineer. */
"Deleting this attachment will remove it from the popup and associated data source." = "Με τη διαγραφή, αυτό το συνημμένο θα καταργηθεί από το αναδυόμενο παράθυρο και τη συσχετισμένη προέλευση δεδομένων.";

/* No comment provided by engineer. */
"Deleting this feature will remove it from the map and associated data source." = "Με τη διαγραφή, αυτό το στοιχείο θα καταργηθεί από το χάρτη και τη συσχετισμένη προέλευση δεδομένων.";

/* No comment provided by engineer. */
"Directions distance attribute is invalid." = "Το γνώρισμα απόστασης οδηγιών δεν είναι έγκυρο.";

/* No comment provided by engineer. */
"Directions time and distance attributes do not match." = "Τα γνωρίσματα χρόνου και απόστασης οδηγιών δεν συμφωνούν.";

/* No comment provided by engineer. */
"Edit" = "Επεξεργασία";

/* No comment provided by engineer. */
"Edited %d hours ago" = "Τροποποιήθηκε πριν από %d ώρες";

/* No comment provided by engineer. */
"Edited %d minutes ago" = "Τροποποιήθηκε πριν από %d λεπτά";

/* No comment provided by engineer. */
"Edited a minute ago" = "Τροποποιήθηκε πριν από ένα λεπτό";

/* No comment provided by engineer. */
"Edited an hour ago" = "Τροποποιήθηκε πριν από μία ώρα";

/* No comment provided by engineer. */
"Edited by %@" = "Τροποποιήθηκε από το χρήστη %@";

/* No comment provided by engineer. */
"Edited by %@ %d hours ago" = "Τροποποιήθηκε από το χρήστη %1$@ πριν από %2$d ώρες";

/* No comment provided by engineer. */
"Edited by %@ %d minutes ago" = "Τροποποιήθηκε από το χρήστη %1$@ πριν από %2$d λεπτά";

/* No comment provided by engineer. */
"Edited by %@ a minute ago" = "Τροποποιήθηκε από το χρήστη %@ πριν από ένα λεπτό";

/* No comment provided by engineer. */
"Edited by %@ an hour ago" = "Τροποποιήθηκε από το χρήστη %@ πριν από μία ώρα";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - day" = "Τροποποιήθηκε από το χρήστη %1$@ στις %2$@ και ώρα %3$@ - ημέρα";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - full" = "Τροποποιήθηκε από το χρήστη %1$@ στις %2$@ και ώρα %3$@ - πλήρες";

/* No comment provided by engineer. */
"Edited by %@ seconds ago" = "Τροποποιήθηκε από το χρήστη %@ πριν από μερικά δευτερόλεπτα";

/* No comment provided by engineer. */
"Edited on %@ at %@ - day" = "Τροποποιήθηκε στις %1$@ και ώρα %2$@ - ημέρα";

/* No comment provided by engineer. */
"Edited on %@ at %@ - full" = "Τροποποιήθηκε στις %1$@ και ώρα %2$@ - πλήρες";

/* No comment provided by engineer. */
"Edited seconds ago" = "Τροποποιήθηκε πριν από μερικά δευτερόλεπτα";

/* No comment provided by engineer. */
"Empty username/password" = "Κενό όνομα χρήστη / κωδικός πρόσβασης";

/* No comment provided by engineer. */
"Enter a number between %@ and %@" = "Εισαγάγετε έναν αριθμό μεταξύ %1$@ και %2$@";

/* No comment provided by engineer. */
"Enter a number between %i and %i" = "Εισαγάγετε έναν αριθμό μεταξύ %1$i και %2$i";

/* No comment provided by engineer. */
"Error" = "Σφάλμα";

/* No comment provided by engineer. */
"Error adding identity to the keychain" = "Σφάλμα κατά την προσθήκη της ταυτότητας στην αλυσίδα κλειδιών (keychain)";

/* No comment provided by engineer. */
"Error adding keychain item" = "Σφάλμα κατά την προσθήκη αντικειμένου αλυσίδας κλειδιών";

/* No comment provided by engineer. */
"Error extracting identity" = "Σφάλμα κατά την εξαγωγή ταυτότητας";

/* No comment provided by engineer. */
"Error Loading Page" = "Σφάλμα κατά τη φόρτωση της σελίδας";

/* No comment provided by engineer. */
"Error removing keychain item" = "Σφάλμα κατά την κατάργηση του αντικειμένου αλυσίδας κλειδιών";

/* No comment provided by engineer. */
"Error updating keychain item" = "Σφάλμα κατά την ενημέρωση του αντικειμένου αλυσίδας κλειδιών";

/* No comment provided by engineer. */
"Extra Large" = "Πολύ μεγάλο";

/* No comment provided by engineer. */
"Facility (%@) has invalid added cost attribute name(s): %@" = "Η εγκατάσταση (%1$@) έχει μη έγκυρο όνομα χαρακτηριστικού πρόσθετου κόστους: %2$@";

/* No comment provided by engineer. */
"Facility (%@) has invalid impedance cutoff." = "Η εγκατάσταση (%@) έχει μη έγκυρη αποκοπή αντίστασης.";

/* No comment provided by engineer. */
"Facility (%@) has negative added cost attribute: %@" = "Η εγκατάσταση (%1$@) έχει αρνητικό γνώρισμα πρόσθετου κόστους: %2$@";

/* No comment provided by engineer. */
"Facility (%@) has null geometry." = "Η εγκατάσταση (%@) έχει γεωμετρία null.";

/* No comment provided by engineer. */
"Feature isn't valid." = "Το στοιχείο δε είναι έγκυρο.";

/* No comment provided by engineer. */
"Finish" = "Τέλος";

/* No comment provided by engineer. */
"Finishing editing..." = "Ολοκλήρωση επεξεργασίας...";

/* No comment provided by engineer. */
"GB" = "GB";

/* No comment provided by engineer. */
"Geometry" = "Γεωμετρία";

/* No comment provided by engineer. */
"Hide" = "Απόκρυψη";

/* No comment provided by engineer. */
"Incident (%@) has a null geometry." = "Το συμβάν (%@) έχει γεωμετρία null.";

/* No comment provided by engineer. */
"Incident (%@) has invalid added cost attribute name(s): %@" = "Το συμβάν (%1$@) έχει μη έγκυρο όνομα χαρακτηριστικού πρόσθετου κόστους: %2$@";

/* No comment provided by engineer. */
"Incident (%@) has invalid impedance cutoff." = "Το συμβάν (%@) έχει μη έγκυρη αποκοπή αντίστασης.";

/* No comment provided by engineer. */
"Incident (%@) has less than 1 target facility count." = "Το συμβάν (%@) έχει πλήθος εγκαταστάσεων προορισμού μικρότερο από 1.";

/* No comment provided by engineer. */
"Incident (%@) has negative added cost attribute: %@" = "Το συμβάν (%1$@) έχει αρνητικό γνώρισμα πρόσθετου κόστους: %2$@";

/* No comment provided by engineer. */
"Insert Part" = "Εισαγωγή μέρους";

/* No comment provided by engineer. */
"Insert Vertex" = "Εισαγωγή κορυφής";

/* No comment provided by engineer. */
"Insufficient number of stops." = "Ανεπαρκής αριθμός στάσεων.";

/* No comment provided by engineer. */
"Invalid attribute parameter attribute name (%@)." = "Μη έγκυρο όνομα γνωρίσματος παραμέτρου γνωρίσματος (%@).";

/* No comment provided by engineer. */
"Invalid attribute parameter parameter name (%@)." = "Μη έγκυρο όνομα παραμέτρου παραμέτρου γνωρίσματος (%@).";

/* No comment provided by engineer. */
"Invalid Credentials" = "Μη έγκυρα διαπιστευτήρια";

/* No comment provided by engineer. */
"Invalid default impedance cutoff." = "Μη έγκυρη προεπιλεγμένη αποκοπή αντίστασης.";

/* No comment provided by engineer. */
"Invalid default target facility count." = "Μη έγκυρο προεπιλεγμένο πλήθος εγκαταστάσεων προορισμού.";

/* No comment provided by engineer. */
"Invalid GPX data." = "Μη έγκυρα δεδομένα GPX.";

/* No comment provided by engineer. */
"Invalid groupID." = "Μη έγκυρο groupID.";

/* No comment provided by engineer. */
"Invalid polygon buffer distance." = "Μη έγκυρη απόσταση ζώνης πολυγώνου.";

/* No comment provided by engineer. */
"Invalid restriction usage value for attribute (%1$@) parameter (%2$@)." = "Μη έγκυρη τιμή χρήσης περιορισμού για την παράμετρο (%2$@) γνωρίσματος (%1$@).";

/* No comment provided by engineer. */
"Invalid value type for attribute (%1$@) parameter (%2$@)." = "Μη έγκυρος τύπος τιμής για την παράμετρο (%2$@) γνωρίσματος (%1$@).";

/* No comment provided by engineer. */
"KB" = "KB";

/* No comment provided by engineer. */
"Keep Current Values" = "Διατήρηση τρεχουσών τιμών";

/* No comment provided by engineer. */
"Large" = "Μεγάλο";

/* No comment provided by engineer. */
"Line barrier (%@) does not cover any network elements." = "Το φράγμα γραμμής (%@) δεν καλύπτει κανένα στοιχείο δικτύου.";

/* No comment provided by engineer. */
"Line barrier (%@) has invalid scaled cost attribute name." = "Το φράγμα γραμμής (%@) έχει μη έγκυρο όνομα γνωρίσματος κλιμακούμενου κόστους.";

/* No comment provided by engineer. */
"Loading feature..." = "Φόρτωση στοιχείου...";

/* No comment provided by engineer. */
"MB" = "MB";

/* No comment provided by engineer. */
"Medium" = "Μεσαία";

/* No comment provided by engineer. */
"Missing client certificate" = "Το πιστοποιητικό πελάτη λείπει";

/* string to represent hyperlink attributes */
"More Info" = "Περισσότερες πληροφορίες";

/* No comment provided by engineer. */
"Move Geometry" = "Μετακίνηση γεωμετρίας";

/* No comment provided by engineer. */
"Move Part" = "Μετακίνηση μέρους";

/* No comment provided by engineer. */
"Move Vertex" = "Μετακίνηση κορυφής";

/* No comment provided by engineer. */
"Neutral restriction usage value for attribute (%1$@) parameter (%2$@)." = "Ουδέτερη τιμή χρήσης περιορισμού για την παράμετρο (%2$@) γνωρίσματος (%1$@).";

/* No comment provided by engineer. */
"No certificate found to access the resource '%@'" = "Δεν βρέθηκε πιστοποιητικό για πρόσβαση στον πόρο '%@'";

/* No comment provided by engineer. */
"No data to create a bar chart" = "Δεν υπάρχουν δεδομένα για τη δημιουργία γραφήματος ράβδου";

/* No comment provided by engineer. */
"No data to create a line chart" = "Δεν υπάρχουν δεδομένα για τη δημιουργία γραφήματος γραμμών";

/* No comment provided by engineer. */
"No data to create a pie chart" = "Δεν υπάρχουν δεδομένα για τη δημιουργία γραφήματος πίτας";

/* No comment provided by engineer. */
"No image to display" = "Δεν υπάρχει εικόνα για εμφάνιση";

/* No comment provided by engineer. */
"No path can be found between a given pair of stops (%@)." = "Δεν μπορεί να βρεθεί διαδρομή μεταξύ δύο δεδομένων στάσεων (%@).";

/* No comment provided by engineer. */
"Object cannot be created without a portal.  Use fromJSON:withPortal:error: method instead." = "Το αντικείμενο δεν μπορεί να δημιουργηθεί χωρίς πύλη. Χρησιμοποιήστε τη μέθοδο fromJSON:withPortal:error: αντί αυτού.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open" = "Άνοιγμα";

/* No comment provided by engineer. */
"Open in Safari" = "Άνοιγμα στον Safari";

/* No comment provided by engineer. */
"Password" = "Κωδικός πρόσβασης";

/* No comment provided by engineer. */
"Please enter a name for the new attachment" = "Εισαγάγετε όνομα για το νέο συνημμένο";

/* No comment provided by engineer. */
"Point barrer (%@) was not located." = "Το φράγμα σημείου (%@) δεν εντοπίστηκε.";

/* No comment provided by engineer. */
"Point barrier (%@) has invalid added cost attribute name." = "Το φράγμα σημείου (%@) έχει μη έγκυρο όνομα γνωρίσματος προστιθέμενου κόστους.";

/* No comment provided by engineer. */
"Point barrier (%@) has null geometry." = "Το σημειακό εμπόδιο (%@) έχει γεωμετρία null.";

/* No comment provided by engineer. */
"Polygon barrier (%@) does not cover any network elements." = "Το φράγμα πολυγώνου (%@) δεν καλύπτει κανένα στοιχείο δικτύου.";

/* No comment provided by engineer. */
"Polygon barrier (%@) has invalid scaled cost attribute name." = "Το φράγμα πολυγώνου (%@) έχει μη έγκυρο όνομα γνωρίσματος κλιμακούμενου κόστους.";

/* No comment provided by engineer. */
"Polygon barrier (%@) has non positive scaled cost attribute." = "Το φράγμα πολυγώνου (%@) έχει μη θετικό γνώρισμα κλιμακούμενου κόστους.";

/* No comment provided by engineer. */
"Polygon barrier (%@) has null geometry." = "Το φράγμα πολυγώνου (%@) έχει γεωμετρία null.";

/* No comment provided by engineer. */
"Polyline barrier (%@) has non positive scaled cost attribute." = "Το φράγμα σύνθετης γραμμής (%@) έχει μη θετικό γνώρισμα κλιμακούμενου κόστους.";

/* No comment provided by engineer. */
"Polyline barrier (%@) has null geometry." = "Το φράγμα σύνθετης γραμμής (%@) έχει γεωμετρία null.";

/* No comment provided by engineer. */
"Polylines cannot be returned." = "Δεν είναι δυνατή η επιστροφή σύνθετων γραμμών.";

/* No comment provided by engineer. */
"Remove Part" = "Κατάργηση μέρους";

/* No comment provided by engineer. */
"Remove Vertex" = "Κατάργηση κορυφής";

/* No comment provided by engineer. */
"Reset to Default Values" = "Επαναφορά στις προκαθορισμένες τιμές";

/* No comment provided by engineer. */
"Retry" = "Επανάληψη";

/* No comment provided by engineer. */
"Save To Photo Library" = "Αποθήκευση στη βιβλιοθήκη φωτογραφιών";

/* No comment provided by engineer. */
"Sign In" = "Είσοδος";

/* No comment provided by engineer. */
"Skip" = "Παράλειψη";

/* No comment provided by engineer. */
"Small" = "Μικρό";

/* No comment provided by engineer. */
"Soft restricted element (%@) was traversed." = "Έγινε διέλευση στοιχείου με ελαστικό περιορισμό (%@).";

/* No comment provided by engineer. */
"Specified start time occurs before January 1, 1970." = "Ο καθορισμένος χρόνος έναρξης είναι πριν από την 1η Ιανουαρίου 1970.";

/* No comment provided by engineer. */
"Stop (%@) has a time window end that occurs before its time window start." = "Το τέλος του χρονικού διαστήματος της στάσης (%@) είναι πριν από την αρχή του χρονικού διαστήματός της.";

/* No comment provided by engineer. */
"Stop (%@) has a time window that starts before January 1, 1970." = "Το χρονικό διάστημα της στάσης (%@) αρχίζει πριν από την 1η Ιανουαρίου 1970.";

/* No comment provided by engineer. */
"Stop (%@) has invalid added cost." = "Η στάση (%@) έχει μη έγκυρο προστιθέμενο κόστος.";

/* No comment provided by engineer. */
"Stop (%@) has null geometry." = "Η στάση (%@) έχει γεωμετρία null.";

/* No comment provided by engineer. */
"Stop (%@) is located on a non traversable element." = "Η στάση (%@) βρίσκεται σε ένα στοιχείο χωρίς δυνατότητα διέλευσης.";

/* No comment provided by engineer. */
"Stop (%@) is located on a soft restricted element." = "Η στάση (%@) βρίσκεται σε ένα περιορισμένο στοιχείο.";

/* No comment provided by engineer. */
"Stop (%@) is unreachable." = "Δεν είναι δυνατή η προσπέλαση της στάσης (%@).";

/* No comment provided by engineer. */
"Stop (%@) was not located." = "Η στάση (%@) δεν εντοπίστηκε.";

/* No comment provided by engineer. */
"Take Photo or Video" = "Λήψη φωτογραφίας ή βίντεο";

/* No comment provided by engineer. */
"The directions language is invalid." = "Η γλώσσα οδηγιών δεν είναι έγκυρη.";

/* No comment provided by engineer. */
"The directions road class attribute is invalid." = "Το γνώρισμα κατηγορίας δρόμων των οδηγιών δεν είναι έγκυρο.";

/* No comment provided by engineer. */
"The directions style is invalid." = "Το στυλ οδηγιών δεν είναι έγκυρο.";

/* No comment provided by engineer. */
"The input spatial reference is undefined." = "Η χωρική αναφορά εισόδου δεν έχει οριστεί.";

/* No comment provided by engineer. */
"The network does not have a hierarchy attribute for performing hierarchical route planning." = "Το δίκτυο δεν έχει γνώρισμα ιεραρχίας για την πραγματοποίηση ιεραρχικού σχεδιασμού διαδρομής.";

/* No comment provided by engineer. */
"The object must first be saved to a portal using the 'saveAs:' method." = "Το αντικείμενο πρέπει πρώτα να αποθηκευτεί σε μια πύλη χρησιμοποιώντας τη μέθοδο \"saveAs:\".";

/* No comment provided by engineer. */
"The output spatial reference is undefined." = "Η χωρική αναφορά εξόδου δεν έχει οριστεί.";

/* No comment provided by engineer. */
"The resource you are looking for might have been removed, had its name changed, or is temporarily unavailable" = "Ο πόρος που ψάχνετε ενδέχεται να έχει καταργηθεί ή μετονομαστεί, ή να είναι προσωρινά μη διαθέσιμος";

/* No comment provided by engineer. */
"The server’s certificate is invalid. You might be connecting to a server that is pretending to be '%@', which could put your confidential information at risk. Would you like to connect anyway?" = "Το πιστοποιητικό του διακομιστή δεν είναι έγκυρο. Ίσως προσπαθείτε να συνδεθείτε σε έναν διακομιστή που παριστάνει τον '%@', γεγονός που θα μπορούσε να θέσει σε κίνδυνο τις εμπιστευτικές σας πληροφορίες. Θέλετε οπωσδήποτε να συνδεθείτε;";

/* No comment provided by engineer. */
"The specified clientID is invalid" = "Το καθορισμένο clientID δεν είναι έγκυρο";

/* No comment provided by engineer. */
"The walking mode route is too large." = "Η διαδρομή λειτουργίας περπατήματος είναι υπερβολικά μεγάλη.";

/* No comment provided by engineer. */
"There was an error loading the feature. Please check your network connectivity." = "Παρουσιάστηκε σφάλμα με τη φόρτωση του στοιχείου. Ελέγξτε τη σύνδεση δικτύου.";

/* No comment provided by engineer. */
"Time windows with non time impedance." = "Χρονικά διαστήματα με μη χρονική αντίσταση.";

/* No comment provided by engineer. */
"To save as a new item, you must be logged in to the portal." = "Για να αποθηκεύσετε κάτι ως νέο αντικείμενο, πρέπει να έχετε συνδεθεί στην πύλη.";

/* No comment provided by engineer. */
"Today" = "Σήμερα";

/* No comment provided by engineer. */
"Token is invalid or has expired" = "Το διακριτικό δεν είναι έγκυρο ή έχει λήξει";

/* No comment provided by engineer. */
"Token URL is nil. You must set a valid token URL on the credential." = "Το URL του διακριτικού είναι μηδενικό. Πρέπει να ορίσετε ένα έγκυρο URL διακριτικού στο διαπιστευτήριο.";

/* No comment provided by engineer. */
"Unauthorized access" = "Μη εξουσιοδοτημένη πρόσβαση";

/* No comment provided by engineer. */
"Unknown authentication error" = "Άγνωστο σφάλμα ελέγχου ταυτότητας";

/* No comment provided by engineer. */
"Unknown condition." = "Άγνωστη συνθήκη.";

/* No comment provided by engineer. */
"Unknown error occurred" = "Παρουσιάστηκε άγνωστο σφάλμα";

/* No comment provided by engineer. */
"Unsupported GPX data." = "Μη υποστηριζόμενα δεδομένα GPX.";

/* No comment provided by engineer. */
"Unsupported search where clause." = "Μη υποστηριζόμενος όρος αναζήτησης where.";

/* No comment provided by engineer. */
"User canceled error" = "Σφάλμα ακύρωσης χρήστη";

/* No comment provided by engineer. */
"Username" = "Όνομα χρήστη";

/* No comment provided by engineer. */
"Using browser to authenticate..." = "Χρήση προγράμματος περιήγησης για εξουσιοδότηση...";

/* No comment provided by engineer. */
"Value exceeds maximum field length of %lu" = "Η τιμή υπερβαίνει το μέγιστο μήκος πεδίου %lu";

/* No comment provided by engineer. */
"You are changing the feature type. Would you like to keep your current values (where possible) or reset to defaults?" = "Αλλάζετε τον τύπο στοιχείου. Θέλετε να διατηρήσετε τις τρέχουσες τιμές (όπου είναι δυνατό) ή να επαναφέρετε τις προκαθορισμένες;";

/* No comment provided by engineer. */
"You do not have permissions to access this resource" = "Δεν έχετε δικαιώματα για πρόσβαση σε αυτόν τον πόρο";

/* No comment provided by engineer. */
"You must be logged in to the Portal to perform this operation." = "Για την εκτέλεση αυτής της λειτουργίας, πρέπει να έχετε συνδεθεί στην πύλη.";

/* No comment provided by engineer. */
"You must be specify a rating between 1 and 5." = "Πρέπει να καθορίσετε αξιολόγηση μεταξύ 1 και 5.";

/* No comment provided by engineer. */
"You must specify a location usage description key (NSLocationWhenInUseUsageDescription or NSLocationAlwaysUsageDescription) in your plist." = "Πρέπει να καθορίσετε κλειδί περιγραφής χρήσης τοποθεσίας (NSLocationWhenInUseUsageDescription ή NSLocationAlwaysUsageDescription) στη λίστα σας plist.";

/* No comment provided by engineer. */
"You need to select a certificate to access the resource '%@'" = "Πρέπει να επιλέξετε ένα πιστοποιητικό για να αποκτήσετε πρόσβαση στον πόρο '%@'";

/* No comment provided by engineer. */
"You need to sign in to access the resource '%@'" = "Πρέπει να εισέλθετε για να αποκτήσετε πρόσβαση στον πόρο '%@'";

/* No comment provided by engineer. */
"• " = "• ";

﻿/* Localizable+Additions.strings */

/* Unit Abbreviated strings */
"cm" = "εκ.";
"dd" = "δεκ. μοίρες";
"dm" = "δεκ";
"ft" = "πόδ";
"in" = "ίν.";
"km" = "χλμ";
"m" = "μ.";
"mi" = "μίλ";
"mm" = "χιλ";
"nm" = "νμ";
"pt" = "σημ.";
"Unknown" = "Άγνωστο";
"yd" = "γρδ.";

/* Unit Display Strings */
"Centimeters" = "Εκατοστά";
"Decimal Degrees" = "Δεκαδικές μοίρες";
"Decimeters" = "Δεκατόμετρα";
"Feet" = "Πόδια";
"Inches" = "Ίντσες";
"Kilometers" = "Χιλιόμετρα";
"Meters" = "Μέτρα";
"Miles" = "Μίλια";
"Millimeters" = "Χιλιοστά";
"Nautical Miles" = "Ναυτικά μίλια";
"Points" = "Σημεία";
"Yards" = "Γιάρδες";

/* Area Units Abbreviated Strings */
"sq. in" = "τ.ίν.";
"sq. ft" = "τ.πόδ.";
"sq. yd" = "τ.γρδ.";
"ac" = "έικρ";
"sq. mi" = "τ.μίλ.";
"sq. mm" = "τ.χιλ.";
"sq. cm" = "τ.εκ.";
"sq. dm" = "τ.δεκ.";
"sq. m" = "τ.μ.";
"ares" = "άρια";
"ha" = "εκτ.";
"sq. km" = "τ.χλμ.";

/* Area Units Display Strings */
"Square Inches" = "Τετραγωνικές ίντσες";
"Square Feet" = "Τετραγωνικά πόδια";
"Square Yards" = "Τετραγωνικές γιάρδες";
"Acres" = "Έικρ";
"Square Miles" = "Τετραγωνικά μίλια";
"Square Millimeters" = "Τετραγωνικά χιλιοστά";
"Square Centimeters" = "Τετραγωνικά εκατοστά";
"Square Decimeters" = "Τετραγωνικά δεκατόμετρα";
"Square Meters" = "Τετραγωνικά μέτρα";
"Ares" = "Άρια";
"Hectares" = "Εκτάρια";
"Square Kilometers" = "Τετραγωνικά χιλιόμετρα";

